Repository: franciscoaccabral/windowsill-ai-limits
Catalog: src/WindowSillAiLimits/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# Action.Refresh
source: Refresh
pt_br: Atualizar

# Popup.RefreshButton.ToolTipService.ToolTip
source: Refresh usage
pt_br: Atualizar uso

# Action.Settings
source: Settings
pt_br: Configurações

# Action.RefreshUsage
source: Refresh usage
pt_br: Atualizar uso

# Action.RefreshCosts
source: Refresh API costs
pt_br: Atualizar custos API

# Action.ToggleCosts
source: Expand or collapse API costs
pt_br: Expandir ou recolher custos API

# Action.OpenSettings
source: Open AI Limits settings
pt_br: Abrir configurações do AI Limits

# Popup.SourceNote
source: Local tool data
pt_br: Dados de ferramentas locais

# Popup.NoProvidersDetected
source: No AI provider detected
pt_br: Nenhum provedor de IA detectado

# Popup.ApiCostsTitle
source: API costs
pt_br: Custos API

# Popup.ApiCostsSubtitleFormat
source: active 7d window - {0} - local estimate, not a bill
pt_br: janela 7d ativa - {0} - estimativa local, não fatura

# Popup.NoCostProviders
source: No provider detected for cost estimates.
pt_br: Nenhum provider detectado para estimar custos.

# Popup.ProviderCostsUnavailable
source: Costs unavailable for this provider.
pt_br: Custos indisponíveis para este provider.

# Popup.ProviderCostSubtitleFormat
source: cost by model used in the {0} window
pt_br: custo por modelo usado na janela {0}

# Popup.ModelHeader
source: Model
pt_br: Modelo

# Popup.PriceHeader
source: Value/token
pt_br: Valor/token

# Popup.CostHeader
source: Cost
pt_br: Custo

# Popup.NoPrice
source: no price
pt_br: sem preço

# Popup.MoreModels
source: more models
pt_br: mais modelos

# Popup.MoreModelsFormat
source: {0} more model(s)
pt_br: mais {0} modelo(s)

# Popup.TotalPriced
source: Total priced
pt_br: Total precificado

# Popup.NoPricedTokens
source: no priced tokens
pt_br: sem tokens precificados

# Popup.LocalEstimateNotBill
source: local estimate, not a bill
pt_br: estimativa local, não fatura

# Popup.CodexSourceNote
source: Using the local Codex app-server. No token is stored.
pt_br: Usando o Codex app-server local. Nenhum token é armazenado.

# Popup.ClaudeSourceNote
source: 5h and 7d are read from local Claude Code OAuth state.
pt_br: 5h e 7d são lidos do estado OAuth local do Claude Code.

# Provider.CodexSubtitle
source: ChatGPT account
pt_br: Conta ChatGPT

# Provider.ClaudeSubtitle
source: Subscription account
pt_br: Conta de assinatura

# Status.Warning
source: Warning
pt_br: Atenção

# Status.Unavailable
source: Unavailable
pt_br: Indisponível

# Status.Stale
source: Stale
pt_br: Desatualizado

# Status.Error
source: Error
pt_br: Erro

# Status.NotInstalled
source: Not installed
pt_br: Não instalado

# Pacing.Used
source: Used
pt_br: Usado

# Pacing.ExpectedSoFar
source: Expected so far
pt_br: Esperado até agora

# Pacing.Difference
source: Difference
pt_br: Diferença

# Pacing.CurrentAveragePace
source: Current average pace
pt_br: Ritmo médio atual

# Pacing.ProjectedExhaustion
source: Projected exhaustion
pt_br: Previsto terminar

# Pacing.ForecastImpact
source: Impact
pt_br: Impacto

# Pacing.WeeklyWindowElapsed
source: 7d window elapsed
pt_br: Janela 7d decorrida

# Pacing.NextWeeklyReset
source: Next 7d reset
pt_br: Próximo reset 7d

# Pacing.FiveHourWindow
source: 5h window
pt_br: Janela 5h

# Pacing.QueriedAt
source: Queried at
pt_br: Consultado em

# Pacing.PerDaySuffix
source: per day
pt_br: por dia

# Pacing.DaysElapsedFormat
source: {0} of 7 days
pt_br: {0} de 7 dias

# Pacing.ResetUnavailable
source: reset unavailable
pt_br: reset indisponível

# Pacing.UsedResetFormat
source: {0} used; {1}
pt_br: {0} usado; {1}

# Pacing.DoesNotExhaustBeforeReset
source: does not exhaust before reset
pt_br: não esgota antes do reset

# Pacing.NoForecast
source: no forecast
pt_br: sem previsão

# Pacing.ResetComesFirst
source: reset comes first
pt_br: reset chega primeiro

# Pacing.InsufficientPace
source: insufficient pace
pt_br: ritmo insuficiente

# Pacing.BeforeResetFormat
source: {0} before reset
pt_br: {0} antes do reset

# Pacing.ResetTodayFormat
source: reset today {0}
pt_br: reset hoje {0}

# Preview.ExpectedRatioFormat
source: {0}% of {1}% ({2} of expected)
pt_br: {0}% de {1}% ({2} do previsto)

# Preview.Above
source: above
pt_br: acima

# Preview.Below
source: below
pt_br: abaixo

# ViewModel.NoUpdate
source: no update
pt_br: sem atualização

# ViewModel.UpdatedFormat
source: updated {0}
pt_br: atualizado {0}

# ViewModel.CostsNoUpdate
source: costs not updated
pt_br: custos sem atualização

# ViewModel.CostsUpdatedFormat
source: costs updated {0}
pt_br: custos atualizados {0}

# Settings.RefreshInterval.Label
source: Refresh interval
pt_br: Intervalo de atualização

# Settings.CostRefreshInterval.Label
source: Cost refresh interval
pt_br: Intervalo de atualização dos custos

# Settings.CodexPath.Label
source: Codex command path
pt_br: Caminho do comando Codex

# Settings.ClaudePath.Label
source: Claude command path
pt_br: Caminho do comando Claude

# Settings.ShowProviderNames
source: Show provider names in the bar
pt_br: Mostrar nomes dos provedores na barra

# Settings.ShowExpectedInBar
source: Show expected usage in the bar
pt_br: Mostrar previsto na barra

# Settings.ShowOverExpectedAlerts
source: Notify when actual usage passes expected usage
pt_br: Avisar quando realizado passar o previsto

# Settings.ShowPreviewFlyout
source: Show preview on hover
pt_br: Mostrar prévia ao passar o mouse

# Settings.UseMockData
source: Use mock data
pt_br: Usar dados fictícios

# Settings.OneHour
source: 1 hour
pt_br: 1 hora

# Settings.HoursFormat
source: {0} hours
pt_br: {0} horas

# Settings.MinutesFormat
source: {0} minutes
pt_br: {0} minutos

# Notification.UsageAboveExpected.BodyFormat
source: {0} {1}: actual {2}% passed expected {3}%.
pt_br: {0} {1}: realizado {2}% passou o previsto {3}%.
